Repository: man-pages-zh/man-pages-translation
Catalog: po/coreutils/man1/*.1.*.po
Languages: id

source: December 2016
id: 2016年12月

source: User Commands
id: 用户命令

source: NAME
id: 名称

source: id - print real and effective user and group IDs
id: id - 显示真实和有效用户 ID 和组 ID

source: SYNOPSIS
id: 概述

source: B<id> [I<\,OPTION\/>]... [I<\,USER\/>]
id: B<id> [I<\,选项\/>]... [I<\,用户\/>]

source: DESCRIPTION
id: 描述

source: Print user and group information for the specified USER, or (when USER omitted) for the current user.
id: 显示指定用户的用户和用户组信息，或者（在没有给定用户信息的情况下）显示当前用户的信息。

source: ignore, for compatibility with other versions
id: 忽略，仅用于与其它版本兼容

source: print only the security context of the process
id: 只显示当前进程的安全上下文

source: print only the effective group ID
id: 只显示有效组 ID

source: print all group IDs
id: 显示所有组 ID

source: print a name instead of a number, for B<-ugG>
id: 显示名称而非编号，与 B<-ugG> 共同使用

source: print the real ID instead of the effective ID, with B<-ugG>
id: 显示真实 ID 而非有效 ID，与 B<-ugG> 共同使用

source: print only the effective user ID
id: 只显示有效用户 ID

source: delimit entries with NUL characters, not whitespace;
id: 使用 NUL 字符分隔不同项，而不用空格；

source: not permitted in default format
id: 在默认格式情况下不允许使用

source: display this help and exit
id: 显示此帮助信息并退出

source: output version information and exit
id: 显示版本信息并退出

source: Without any OPTION, print some useful set of identified information.
id: 如果没有指定任何选项，将会显示一些有用的身份信息。

source: AUTHOR
id: 作者

source: Written by Arnold Robbins and David MacKenzie.
id: 由 Arnold Robbins 和 David MacKenzie 编写。

source: REPORTING BUGS
id: 报告错误

source: GNU coreutils online help: E<lt>http://www.gnu.org/software/coreutils/E<gt>
id: GNU coreutils 的在线帮助： E<lt>http://www.gnu.org/software/coreutils/E<gt>

source: Report id translation bugs to E<lt>http://translationproject.org/team/E<gt>
id: 请向 E<lt>http://translationproject.org/team/zh_CN.htmlE<gt> 报告 id 的翻译错误。

source: COPYRIGHT
id: 版权

source: SEE ALSO
id: 参见

source: Full documentation at: E<lt>http://www.gnu.org/software/coreutils/idE<gt>
id: 完整文档请见： E<lt>http://www.gnu.org/software/coreutils/idE<gt>

source: or available locally via: info \(aq(coreutils) id invocation\(aq
id: 或者在本地使用： info \(aq(coreutils) id invocation\(aq
